<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ include file="../header.jsp"%>

<style>
article {
	padding-top:100px;
	padding-bottom:100px;
	margin: 0 auto;
	text-align: Center;
	width:1000px;

}
.box {
	
	text-align:left;
	border: 1px solid #e3e3e3;
    height: 210px;
    overflow: auto;
    box-sizing: border-box;
    padding: 30px;
    font-size: 14px;
    color: #777;
    -webkit-overflow-scrolling: touch;
    line-height: 20px;
    word-break: keep-all;
    
}
.check {
    background: #f8f8f8;
    color: #777;
    font-size: 16px;
    padding: 14px;
    text-align:right;
    height:50px;
    border-left:1px solid #e3e3e3;
    border-right:1px solid #e3e3e3;
    border-bottom:1px solid #e3e3e3;
}

.join .section1 .section_content .sec1_top .terms strong {
    font-weight: 600;
    color: #333;
    display: block;
    margin-bottom: 4px;
   
}

.submit{
	width:200px;
	height:60px;
	background: #777;
	color:white;
	border:1px solid #777;
	font-weight: 600;
	font-size:15px;

}

.cancel{
	width:200px;
	height:60px;
	background: white;
	border:1px solid #777;
}




.step {
	background:#f8f9fa;
	width:700px;
	height:80px;
	font-size:16px;
	text-align:center;
	display: table-cell;
    vertical-align: middle;
   
}

.div-step{

	padding-top:50px;
	display:table;
	 margin:0 auto;
}

</style>
	 <div class="div-step">
	<div class="step"><span style="font-weight:bold">STEP 01 약관 동의 </span> <span style="color:#c5c6ca"><i class="xi-angle-right"></i> STEP 02 회원정보 입력  <i class="xi-angle-right"></i> STEP 03 회원가입 완료</span></div>
	</div>
	
  <article>
  <div id="subwrapper">
    <form id="join" name="formm">
     <h2>[필수] 이용약관 동의</h2>
     <br>
	<div class="box">
	 <div class="terms_content">
	 <h2>이용약관</h2><br>
											<strong id="sec1_1">&lt; 제 1 장 총칙 &gt;</strong><br>
											<span>제 1 조 (목 적)</span> 본 약관은 헤어랑(이하 '회사'라 한다.)이 제공하는 인터넷 서비스(영문명 www.hairrang.com 이하 '서비스'라 한다.)를 이용함에 있어 이용조건 및 절차에 관한 기본적인 사항과 기타 필요한 사항에 관한 통합 약관의 정의를 목적으로 합니다.
											<span>제 2 조 (용어의 정의)</span> 이 약관에서 사용하는 용어의 정의는 다음과 같습니다. <br> 1. 이용자 : 회사가 운영하는 서비스를 이 약관에 따라 제공받는 회원 및 비회원을 말합니다. <br> 2. 회 원 : 회사가 운영하는 서비스에 개인정보를 제공하여 회원등록을 한 자로서, 회사가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다. <br> 3. 비회원 : 회원에 가입하지 않고 회사가 제공하는 서비스를 이용하는자를 말합니다. <br> 4. ID : 회원식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 문자와 숫자의 조합을 말합니다. <br> 5. e-mail : 회원 식별과 회원의 서비스 이용을 위한 회원의 e-mail 주소를 말합니다. <br> 6. 비밀번호 : 회원이 부여받은 아이디(ID)와 일치된 회원임을 확인하고 회원 자신의 비밀을 보호하기 위하여 회원이 정한 문자와 숫자의 조합을 말합니다.<br> 7. 해 지 : 회사 또는 회원이 서비스를 개통 후 이용계약을 해약 하는 것을 말합니다.<br>
											<span>제 3 조 (약관의 공지 및 변경) </span> 1. 이 약관의 내용은 서비스 화면에 게시하거나 기타의 방법으로 회원에게 공지함으로써 효력을 발생합니다. <br> 2. 회사는 이 약관을 변경할 수 있으며, 변경된 약관은 제7조와 같은 방법으로 공지함으로써 효력을 발생합니다.<br>
											<span>제 4 조 (약관외 준칙)</span> 본 약관에 명시 되지 않은 사항은 관련 법령 또는 일반 상관례 원칙에 따릅니다.

											<strong id="sec1_2">&lt; 제 2 장 회원 가입 및 탈퇴 &gt;</strong><br>
											<span>제 5 조 (회원 가입 및 이용 계약의 성립)</span> 1. 이용자의 본 약관에 대한 동의와 이용자의 이용 신청에 대한 회사의 동의로 회원가입 및 이용 계약이 성립됩니다. <br> 2. 회원 가입 신청시 이용자는 회사에서 요청하는 개인 신상 정보를 거짓 없이 정확히 기입 하여야 합니다. <br> 3. 회사는 제2항과 같이 회원가입을 신청한 이용자 중 다음 각호에 해당하지 않는 한 회원으로 등록합니다. <br> ① 회원가입시 등록 내용이 허위, 기재누락, 오기가 있는 경우 <br> ② 회원으로 등록하는 것이 회사의 기술상 현저히 지장이 있다고 판단되는 경우 <br> ③ 기타 회사가 필요하다고 인정되는 경우<br> 4. 회원가입 계약의 성립 시기는 회사가 승낙함으로써 성립합니다. <br> 5. 회원은 이용신청시 기재한 이용자정보가 변경되었을 경우에는, 온라인으로 수정을 하여야 하며 미변경으로 인하여 발생되는 문제의 책임은 이용자에게 있습니다<br>
											<span> 제 6 조 (회원 탈퇴 및 자격 상실 등)</span> 1. 회원은 회사의 정책에 위반될 시 언제든지 탈퇴를 요청할 수 있으며 회사는 회원자격을 제한 및 정지시킬 수 있습니다.<br> 2. 회원이 다음 각호의 사유에 해당하는 경우, 회사는 회원자격을 제한 및 정지시킬 수 있습니다. ① 가입신청시에 허위 내용을 등록한 경우 <br> ② 타인의 아이디나 비밀번호를 부정하게 사용할 경우 <br> ③ 다른 이용자의 서비스 이용을 방해하거나 그 정보를 도용하거나 위협하는 경우 <br> ④ 기타 관계법령에 위배될 경우 <br> 3. 회사가 회원 자격을 제한 또는 정지 시킨 후, 동일한 행위가 2회이상 반복되거나 30일이내에 그 사유가 시정되지 아니하는 경우 회사는 회원자격을 상실시킬 수 있습니다. <br> 4. 회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소전에 소명할 기회를 부여합니다. <br>
											<span>제 7 조 (회원에 대한 통지)</span> 1. 회사가 회원에게 통지가 필요한 경우, 회원이 회사에 제출한 전자우편 주소로 할 수 있습니다.<br> 2. 회사는 불특정 다수 회원에 대한 통지의 경우 1주일이상 서비스내에 별도로 게시함으로서 개별 통지에 대신할 수 있습니다. <br>

											<strong id="sec1_3">&lt; 제 3 장 서비스 제공, 이용, 변경 및 중단 &gt;</strong><br>

											<span>제 8 조 (서비스 제공)</span> 회사에서 제공하는 모든 서비스는 무료이며, 회원의 동의하에 회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보에 대해서 e-mail,<br> 서신 우편 등 기타의 방법으로 회원에게 제공할 수 있습니다. <br>
											<span>제 9 조 (서비스 이용시간 및 내용변경)</span> 1. 서비스 이용시간은 연중무휴 1일 24시간을 원칙으로 합니다. <br> 2. 회사가 불가피한 여건으로 인하여 회원에게 사전 공지 없이 회사에서 제공하는 서비스의 내용을 변경 할 수 있습니다. <br>
											<span>제 10 조 (서비스 중단)</span> 1. 회사는 서비스의 갱신, 시스템의 보수점검 및 교체, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다. <br> 2. 제1항에 의한 서비스 중단의 경우에는 회사는 제7조에 정한 방법으로 이용자에게 통지합니다. <br> 3. 회사는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인한 이용자 또는 제3자가 입은 손해에 대하여 배상하지 않습니다.<br>
											<span>제 11 조 (광고주와의 거래)</span> 회사는 본 서비스상에 게재되어 있거나 본 서비스를 통한 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래의 결과로서 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않습니다.

											<strong id="sec1_4">&lt; 제 4 장 의무 &gt;</strong><br>

											<span>제 12 조 (회사의 의무)</span> 1. 회사는 이 약관에서 정한바에 따라 계속적, 안정적으로 서비스를 제공할 의무가 있습니다.<br> 2. 회사는 이용자의 개인 신상 정보를 본인의 승낙없이 타인에게 누설, 배포하여서는 아니됩니다. <br>다만, 전기통신관련법령 등 관계법령에 의하여 관계 국가기관등의 요구가 있는 경우는 제외합니다.<br>

											<span>제 13 조 (이용자 및 회원의 의무)</span> 1. 이용자 및 회원은 본 약관에서 규정하는 사항을 준수 하여야 합니다. <br> 2. 이용자 및 회원은 아래 각 호의 행위를 하지 않아야 합니다. <br> ① 회원 가입 및 개인 신상 정보의 변경 시 허위 내용의 등록 <br> ② 서비스에 게시된 정보의 변경 <br> ③ 서비스가 정한 정보 이외의 정보(컴퓨터 프로그램 등)의 송신 또는 게시 <br> ④ 회사 혹은 제3자의 저작권 등 기타 지적재산권에 대한 침해 <br> ⑤ 회사 또는 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위 <br> ⑥ 공공질서 및 미풍양속에 위반되는 정보, 문장, 도형등을 타인에게 유포하는 행위 <br> ⑦ 관계 법령에 위배되는 행위 <br> ⑧ 기타 회사가 판단 하기에 부적절하다고 판단 되는 행위 <br> ⑨ 서비스에서 얻은 정보를 회사의 사전 승낙 없이 회원 사용 이외의 목적으로 복제하거나 이를 출판 및 방송에 사용하거나 제 3자에게 제공하는 행위 <br>

											<span>제 14 조 (회원의 이름, 아이디, 비밀번호, e-mail 관리에 대한 의무)</span> 1. 제11조의 경우를 제외하고 회원이름, 아이디, 비밀번호, e-mail 주소 관리에 대한 책임은 회원에게 있습니다. <br> 2. 회원은 이름, 아이디, 비밀번호, e-mail주소를 제3자에게 이용하게 해서는 안됩니다. <br> 3. 이름, 아이디, 비밀번호, e-mail 주소의 관리소홀, 부정 사용 및 사용상의 과실 등에 의하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다. <br> 4. 회원은 자신의 이름, 아이디, 비밀번호, e-mail주소 및 비밀번호가 부정하게 사용되고 있음을 인지한 경우, 바로 회사에 그 사실을 통보하고 회사의 지시에 따릅니다. <br> 5. 회원은 회사가 제공하는 서비스를 통하여 음란물이나, 불온한 내용, junk mail, spam mail 및 타인에게 피해를 주거나 미풍양속을 해치는 e-mail을 보내서는 안됩니다. <br>

											<strong id="sec1_5">&lt; 제 5 장 손해배상 / 면책조항 &gt;</strong><br>

											<span>제 15 조 (손해 배상)</span> 사 또는 회원이 약관을 위반함으로써 발행하는 모든 책임은 위반한 자가 부담하여, 이로 인하여 상대방에게 손해를 입힌 경우 배상하여야 합니다.

											<span>제 16 조 (면책 조항)</span> 1. 회사는 천재지변, 국가 비상사태 또는 이에 준하는 불가항력으로 서비스를 제공할 수 없는 경우 이에 대한 책임을 지지 않습니다. <br> 2. 회사는 회원이 서비스를 이용하여 기대하는 손익이나, 서비스를 통하여 얻은 자료로 인한 손해에 관해서 책임을 지지 않습니다. <br> 3. 회사는 회원이 서비스에 게재한 정보 자료 사실의 신뢰도, 정확성 등 내용에 관하여 책임지지 않습니다. <br>

											<strong id="sec1_6">&lt; 제 6 장 기타 &gt;</strong><br>

											<span>제 17 조 (저작권의 귀속 및 이용제한)</span> 1. 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다. <br> 2. 이용자는 회사의 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다. 이에 발생한 결과에 대하여 회사는 책임을 지지 않습니다. <br>
											<span>제 18 조 (분쟁해결)</span> 서비스 이용으로 인하여 발생한 분쟁에 대해 소송이 제기될 경우, 회사 소재지 관할 법원을 관할 법원으로 정합니다.
											<span>[부 칙]</span> (시행일) 이 약관은 2017년 09월 25일부터 시행합니다.
										</div>							
     </div>
     <div class="check">
     	<input type="checkbox" name="okon1" checked>동의함 <br><br>
     </div>
      <br><br>
      
     <h2>[필수] 개인정보 처리방침 동의</h2>
     <br>
	<div class="box">
       <div class="terms_content">
        <h2>개인정보 처리방침</h2><br>
											<span>개인정보보호정책 안내</span>  헤어랑(이하 '회사'라 한다.)이 제공하는 인터넷 서비스(영문명 www.junohair.com 이하 '서비스'라 한다.)를 이용함에 있어 개인정보보호 정책 정의를 목적으로 합니다.
											<span>수집하는 개인정보 항목</span> o 회사는 회원가입, 상담, 서비스 신청 등등을 위해 아래와 같은 개인정보를 수집하고 있습니다.<br> o 수집항목 : 이름 , 생년월일 , 성별 , 로그인ID , 비밀번호 , 전화번호 , 휴대전화번호 , 이메일 등 <br> o 개인정보 수집방법 : 홈페이지(회원가입) <br>
											<span>개인정보의 수집 및 이용목적</span> o 회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.<br> o 회사에서 제공하는 모든 서비스는 무료이며 회원의 동의하에 회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보에 대하여 e-mail 우편등 기타의 방법으로 회원에게 제공 할 수 있습니다.<br> o 회원 관리 - 회원제 서비스 이용에 따른 본인확인 , 개인 식별 , 불량회원의 부정 이용 방지와 비인가 사용 방지 , 가입 의사 확인 , 연령확인 , 불만처리 등 민원처리 , 고지사항 전달 <br> o 마케팅 및 광고에 활용<br> 이벤트 등 광고성 정보 전달 , 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계 <br>
											<span>개인정보의 보유 및 이용기간</span> 원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단, 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.<br> o 보존 항목 : 결제기록 <br> o 보존 근거 : 계약 또는 청약철회 등에 관한 기록 <br> o 보존 기간 : 3년 <br> o 계약 또는 청약철회 등에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률) <br> o 대금결제 및 재화 등의 공급에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률) <br> o 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래등에서의 소비자보호에 관한 법률) 
											<br>o 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제29조 및 시행령 제16조에 따라 휴면회원의 경우 다음과 같이 처리합니다.<br> - 미이용 기준 : 홈페이지 이용 1년 초과<br> - 휴면회원 처리에 대한 안내 : 30일 이전 메일을 통한 안내<br> - 휴면회원에 대한 개인정보 처리 : 분리 보관조치<br> - 분리 보관 정보 : 회원정보, 주문/결제 정보 등<br> - 분리 보관 정보에 대한 보존 기간 : 관련 법령에 의거 보존<br> - 계정 활성화 : 고객의 요청에 의거 계정활성화 조치 실시<br> 						
											<span>개인정보위탁</span> 회사는 서비스 이행을 위해 아래와 같이 외부 전문업체에 위탁하여 운영하고 있습니다.<br> 위탁 대상자 : 헤일로에이트 &amp; 더링크<br> 위탁업무 내용 : 웹사이트 및 시스템 관리<br>
											<span>개인정보보호 책임자</span> 회사는 이용자의 개인정보 관련 문의사항 및 불만 처리 등을 위하여 개인정보 보호책임자 및 담당자를 지정하고 있으며 관련 문의사항은 고객센터를 이용하여 주시기 바랍니다. <br> <br> 개인정보보호책임자 <br> 소속 : 준오헤어<br> 이름 : 김건동<br> 직위 : 마케팅 이사<br>
											<br> 개인정보보호담당자 <br> 소속 : 준오헤어<br> 이름 : 조은혜<br> 직위 : 대리
										</div>
      
     </div>
      <div class="check">
     	<input type="checkbox" name="okon1" checked>동의함 <br><br>
     </div>
      <br><br><br><br>
      
      <input type="button" class="button" value="다음 단계" onclick="go_next()"> 
      <input type="button" class="button" value="취소" > 
    </form>
    </div>
  </article>
<br>
<br>
<%@ include file="../footer.jsp" %>   